[
  {
    "id": "prometeo",
    "title": "El Mito de Prometeo",
    "culture": "Griega",
    "description": "El titán que robó el fuego de los dioses para entregárselo a la humanidad.",
    "imageUrl": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746370929/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_og88u5og88u5og88_irz7gd.jpg",
    "story": [
      {
        "type": "text",
        "value": "En los albores del tiempo, después de que los dioses olímpicos derrocaran a los titanes, Prometeo, cuyo nombre significa 'previsión', no compartió la suerte de sus hermanos. Su sabiduría y astucia lo hicieron valioso para el nuevo orden, y se convirtió en consejero de Zeus. Fue en esta época cuando los hombres fueron creados. Eran criaturas débiles y desprotegidas, sin las garras del león, ni la velocidad del ciervo, ni el plumaje del águila. Prometeo sintió compasión por ellos. Los observaba temblar de frío en las noches oscuras y comer la carne cruda de los animales que apenas podían cazar. Su corazón titánico se llenó de un profundo deseo de ayudarlos."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746370929/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_og88u5og88u5og88_irz7gd.jpg"
      },
      {
        "type": "text",
        "value": "Un día, Zeus decidió cómo debían ofrecer los hombres sacrificios a los dioses. Prometeo, con su ingenio, ideó un plan para favorecer a los mortales. Mató un gran buey y lo dividió en dos montones. En uno colocó la carne buena, cubriéndola con la piel del animal y los huesos; en el otro, dispuso los huesos limpios, ocultándolos bajo una capa brillante de grasa apetitosa. Luego, invitó a Zeus a elegir su porción. El padre de los dioses, engañado por la apariencia lustrosa, escogió el montón de huesos cubiertos de grasa. Al darse cuenta del engaño, la ira de Zeus ardió como un rayo. En venganza, privó a los hombres del fuego, ese elemento vital que les permitía calentarse, cocinar sus alimentos y forjar herramientas. La oscuridad y el frío volvieron a reinar en los hogares de la humanidad. Pero Prometeo no se amilanó ante la cólera divina. Amaba demasiado a los hombres como para dejarlos desamparados. Con astucia y determinación, ascendió sigilosamente al monte Olimpo. Allí, en el hogar de los dioses, tomó una brasa ardiente del carro de Helios, el sol, y la escondió dentro de una caña hueca. Con este preciado regalo, descendió nuevamente a la Tierra y devolvió el fuego a la humanidad."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746370911/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_og88u6og88u6og88_jgkyvs.jpg"
      },
      {
        "type": "text",
        "value": "La alegría y el asombro se extendieron entre los hombres. Ahora podían iluminar sus noches, protegerse de las bestias salvajes, cocer sus alimentos y trabajar los metales. El fuego era la chispa que encendería el intelecto y la civilización humana. Cuando Zeus descubrió el nuevo ultraje, su furia no conoció límites. Ordenó a Hefesto, el dios herrero, que encadenara a Prometeo a una roca en la cima del monte Cáucaso. Allí, un águila gigante, hija de los monstruos Tifón y Equidna, llegaría cada día para devorar el hígado del titán. Y como Prometeo era inmortal, su hígado se regeneraría durante la noche, perpetuando su tormento por toda la eternidad. A pesar del terrible castigo, Prometeo nunca se arrepintió de su acción. Sabía que había dado a los hombres algo invaluable, la herramienta que les permitiría superar sus debilidades y alcanzar grandes logros. Su sufrimiento era el precio de la libertad y el progreso de la humanidad. Durante incontables años, Prometeo permaneció encadenado, soportando el dolor y la soledad con una entereza admirable. Muchos dioses y héroes se compadecieron de su suerte, pero nadie se atrevía a desafiar la voluntad de Zeus."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746370898/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_og88u4og88u4og88_thbkpk.jpg"
      },
      {
        "type": "text",
        "value": "Finalmente, fue Heracles, el más grande de los héroes griegos, quien liberó a Prometeo. En una de sus doce pruebas, Heracles llegó al Cáucaso y, con su fuerza sobrehumana, mató al águila y rompió las cadenas del titán. Zeus, aunque furioso, no pudo deshacer el acto de su hijo. Así, Prometeo, el titán que amó a los hombres más que a los dioses, fue liberado de su eterno tormento. Su historia es un poderoso símbolo de la lucha por el conocimiento, la libertad y el progreso de la humanidad, un recordatorio de que a veces, los mayores dones vienen acompañados de grandes sacrificios. Su legado perdura en cada llama que arde, en cada herramienta que se forja y en cada avance que la humanidad alcanza."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746370885/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_og88u3og88u3og88_k4q7mc.jpg"
      }
    ],
    "categoryKeys": [1, 4],
    "key": "myth"
  },
  {
    "id": "ragnarok",
    "title": "Ragnarök",
    "culture": "Nórdica",
    "description": "La batalla del fin del mundo que enfrenta a dioses, gigantes y monstruos.",
    "imageUrl": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746372483/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_nm9cdonm9cdonm9c_m3cehx.jpg",
    "story": [
      {
        "type": "text",
        "value": "Antes de que el mundo se desmorone, una serie de terribles presagios anunciarán su llegada. Un invierno implacable, conocido como el Fimbulvetr, se extenderá durante tres estaciones consecutivas, sin piedad ni esperanza de fin. El sol y la luna serán devorados por los lobos Sköll y Hati, sumiendo al mundo en una oscuridad gélida. Las estrellas caerán del cielo, y la tierra temblará con violencia, liberando a las criaturas encadenadas en las profundidades. De las entrañas de la tierra surgirá el lobo gigante Fenrir, cuyas fauces se extenderán desde el cielo hasta la tierra. La serpiente de Midgard, Jörmungandr, se alzará de las profundidades del océano, sus olas gigantes azotarán las costas y su veneno contaminará el aire. El barco Naglfar, construido con las uñas de los muertos, navegará lleno de gigantes de hielo liderados por el gigante Hrym. Loki, el embaucador encadenado por el asesinato de Baldr, se liberará y guiará a las huestes del infierno, incluyendo a los guerreros de Hel."
      },
      { "type": "image", "value": "/images/mythologyNordic.jpg" },
      {
        "type": "text",
        "value": "Las fuerzas del mal se congregarán en la llanura de Vígríðr, listas para la batalla final contra los dioses de Asgard y sus aliados, los valientes einherjar del Valhalla. Odín, el Padre de Todo, montará a Sleipnir, su corcel de ocho patas, y se enfrentará al temible Fenrir. Thor, el dios del trueno, empuñará su martillo Mjölnir para luchar contra la serpiente Jörmungandr. Freyr, el dios de la fertilidad, se batirá contra el gigante de fuego Surtr, quien blandirá una espada llameante más brillante que el sol. Tyr, el dios manco de la guerra, se enfrentará al monstruoso perro Garmr, guardián de Hel. Loki luchará contra Heimdallr, el vigilante de Asgard."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746372483/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_nm9cdonm9cdonm9c_m3cehx.jpg"
      },
      {
        "type": "text",
        "value": "La batalla será feroz y catastrófica. Muchos dioses, gigantes y héroes encontrarán su destino en este día sombrío. Odín será devorado por las fauces de Fenrir. Thor logrará matar a Jörmungandr, pero caerá muerto por su veneno. Freyr y Surtr se destruirán mutuamente en una conflagración ardiente. Tyr y Garmr se darán muerte en un combate brutal. Loki y Heimdallr se aniquilarán en su último enfrentamiento. Cuando todo parezca perdido, Surtr lanzará su espada de fuego contra el mundo, consumiéndolo en llamas. Los nueve reinos arderán, el mar hervirá y el cielo se desplomará. Todo será reducido a cenizas y silencio."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746372398/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_nm9cdinm9cdinm9c_x0qqwt.jpg"
      },
      {
        "type": "text",
        "value": "Pero este no es el final. De las ruinas humeantes surgirá una nueva tierra, verde y fértil. Los pocos dioses que sobrevivieron, como Vidar y Vali (hijos de Odín), Magni y Modi (hijos de Thor), y los espíritus de Baldr y Höðr, regresarán a este nuevo mundo. Dos humanos, Líf y Lífþrasir, quienes se escondieron del fuego de Surtr en el bosque de Hoddmímir, repoblarán la tierra. El sol volverá a brillar, la tierra producirá frutos en abundancia, y los dioses vivirán en paz y armonía en el nuevo hogar de Gimlé. Así, el Ragnarök no es solo una destrucción, sino también un ciclo de muerte y renacimiento, la promesa de un nuevo comienzo después del caos. Es el destino inevitable, aceptado con valentía por los dioses, sabiendo que incluso el fin es parte de un ciclo cósmico eterno."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373201/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_nm9cdjnm9cdjnm9c_vvxli3.jpg"
      }
    ],
    "categoryKeys": [1, 4],
    "key": "myth"
  },
  {
    "id": "creacion-maya",
    "title": "La Creación Maya",
    "culture": "Maya",
    "description": "Cómo los dioses crearon el mundo y a los seres humanos a partir del maíz.",
    "imageUrl": "/images/mythologyMesoamerican.jpg",
    "story": [
      {
        "type": "text",
        "value": "En el principio, solo existían el cielo y el mar en calma. No había nada que se moviera, nada que vibrara, nada que hiciera ruido. Solo la inmensidad silenciosa y las tinieblas primigenias. Pero en las profundidades de las aguas, bajo las plumas verdes y azules de Kukulkán, la Serpiente Emplumada, y Tepeu, el Creador, el Formador, comenzaron a conversar."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373750/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_c5nbfkc5nbfkc5nb_mzt7v4.jpg"
      },
      {
        "type": "text",
        "value": "¡Que se haga!, dijeron. Y su palabra, como una semilla, germinó en la oscuridad. De su pensamiento surgieron la tierra, las montañas y los valles. Las aguas se separaron, y el cielo se elevó. Así, el corazón del cielo y el corazón de la tierra se unieron."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373774/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_lpiko8lpiko8lpik_nubcys.jpg"
      },
      {
        "type": "text",
        "value": "Pero la creación aún estaba incompleta. Los Creadores necesitaban seres que los alabaran, que recordaran sus nombres. Intentaron crear hombres de barro, pero eran frágiles y se deshacían con la lluvia. "
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373791/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_c5nbfmc5nbfmc5nb_gvuwae.jpg"
      },
      {
        "type": "text",
        "value": "Luego los hicieron de madera, pero eran vacíos, sin alma ni entendimiento. Caminaban sin rumbo, sin recordar a sus creadores."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373821/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_c5nbfnc5nbfnc5nb_fvgf4u.jpg"
      },
      {
        "type": "text",
        "value": "Pero los Creadores se asustaron de su propia creación. Los hombres de maíz eran demasiado perfectos, demasiado parecidos a los dioses. Para que no se olvidaran de su origen, nublaron su vista, limitaron su entendimiento. Así, los hombres recordarían siempre que eran criaturas creadas, y que debían honrar a sus formadores."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373815/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_lpiko7lpiko7lpik_sg2aoh.jpg"
      },
      {
        "type": "text",
        "value": "Y así fue como nació el mundo maya, de la palabra creadora y del sagrado maíz. Una historia que se cuenta de generación en generación, recordando el origen de todas las cosas y la importancia de la memoria."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746373811/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_c5nbflc5nbflc5nb_s1wnsd.jpg"
      }
    ],
    "categoryKeys": [1, 4],
    "key": "myth"
  },
  {
    "id": "caja-pandora",
    "title": "La Caja de Pandora",
    "culture": "Griega",
    "description": "La primera mujer creada por Zeus que liberó todos los males en el mundo.",
    "imageUrl": "/images/creationImage.jpeg",
    "story": [
      {
        "type": "text",
        "value": "Zeus, el rey de los dioses, estaba furioso con Prometeo por haber robado el fuego y dárselo a los mortales. Como venganza, no solo castigó a Prometeo atándolo a una roca y enviando un águila para que le devorara el hígado cada día, sino que también ideó un plan para castigar a toda la humanidad. Zeus ordenó a Hefesto, el dios herrero, que modelara una hermosa mujer de arcilla, a la que los demás dioses dotaron de diversos dones. Afrodita le concedió belleza, Atenea sabiduría, Hermes elocuencia y astucia, y así sucesivamente. La llamaron Pandora, que significa la que tiene todos los dones."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746376884/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_1a647l1a647l1a64_arzv7s.jpg"
      },
      {
        "type": "text",
        "value": "Una vez que Pandora estuvo lista, Zeus se la envió a Epimeteo, el hermano de Prometeo, como esposa. Prometeo le había advertido a Epimeteo que nunca aceptara ningún regalo de Zeus, temiendo alguna trampa. Sin embargo, la belleza y el encanto de Pandora eran irresistibles, y Epimeteo la tomó como esposa, olvidando la advertencia de su hermano. Junto con Pandora, llegó un misterioso cofre o jarra (a menudo traducido como caja, de ahí el nombre del mito). Zeus le había dicho a Pandora que nunca, bajo ninguna circunstancia, debía abrirlo. La curiosidad de Pandora creció día tras día. No podía dejar de preguntarse qué secretos se ocultaban en su interior."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746376898/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_im1s5aim1s5aim1s_ljxyaj.jpg"
      },
      {
        "type": "text",
        "value": "Finalmente, un día, vencida por la curiosidad, Pandora levantó la tapa del cofre. Inmediatamente, una nube oscura de males y calamidades se esparció por todo el mundo: enfermedades, vejez, dolor, celos, odio, guerra, hambre... Todos los males que afligen a la humanidad escaparon del cofre y se dispersaron, contaminando la hasta entonces feliz existencia de los mortales. Aterrorizada por lo que había hecho, Pandora rápidamente cerró la tapa, pero ya era demasiado tarde. Solo una cosa permaneció atrapada en el interior del cofre: la esperanza."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746377253/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_ma13egma13egma13_snt5tn.jpg"
      }
    ],
    "categoryKeys": [4],
    "key": "myth"
  },
  {
    "id": "minotauro",
    "title": "El Minotauro",
    "culture": "Griega",
    "description": "La bestia mitad hombre y mitad toro que habitaba el laberinto de Creta.",
    "imageUrl": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746378450/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_64jrkq64jrkq64jr_groeei.jpg",
    "story": [
      {
        "type": "text",
        "value": "Hace mucho tiempo, en la isla de Creta, gobernaba un rey poderoso llamado Minos. Para demostrar que los dioses lo favorecían, pidió al dios Poseidón que le enviara un toro sagrado. Poseidón le concedió su deseo y del mar emergió un majestuoso toro blanco. Pero Minos, en lugar de sacrificarlo como había prometido, decidió quedárselo por su belleza. Esto enfureció al dios, que decidió castigar su desobediencia de una forma terrible. Poseidón hizo que la esposa del rey, Pasífae, se enamorara perdidamente del toro. Bajo ese hechizo, Pasífae logró unirse a la bestia, y de esa unión nació una criatura monstruosa: el Minotauro, con cuerpo de hombre y cabeza de toro. La bestia creció con una fuerza brutal y un carácter salvaje. Incapaz de matarlo, pero temiendo su furia, Minos mandó construir un enorme laberinto sin salida para encerrarlo, y encargó la tarea al ingenioso arquitecto Dédalo."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746378068/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_57wnzt57wnzt57wn_dygrhc.jpg"
      },

      {
        "type": "text",
        "value": "Con el tiempo, tras una guerra con Atenas, Minos impuso un tributo cruel: cada nueve años, los atenienses debían enviar siete jóvenes y siete doncellas para ser devorados por el Minotauro. Era un castigo que llenaba de dolor al pueblo ateniense. Entonces apareció un joven príncipe llamado Teseo, decidido a acabar con la maldición. Se ofreció como uno de los tributos y partió hacia Creta. Allí, la hija del rey, Ariadna, quedó cautivada por su valentía. Decidida a ayudarlo, le entregó un ovillo de hilo mágico para que pudiera encontrar la salida del laberinto después de enfrentarse al monstruo."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746378069/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_l8pl7ul8pl7ul8pl_dm5zml.jpg"
      },
      {
        "type": "text",
        "value": "Teseo descendió al oscuro laberinto, desenrollando el hilo tras de sí. Buscó sin descanso entre los pasillos interminables, hasta que encontró al Minotauro. Lucharon en la penumbra, y finalmente Teseo logró vencerlo. Siguiendo el hilo, logró salir del laberinto y escapar con los jóvenes atenienses… y con Ariadna. Así terminó el reinado de terror del Minotauro, y el hilo de Ariadna se convirtió en símbolo de guía, ingenio y esperanza."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746378450/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_64jrkq64jrkq64jr_groeei.jpg"
      }
    ],
    "categoryKeys": [2, 3],
    "key": "myth"
  },
  {
    "id": "quetzalcoatl",
    "title": "Quetzalcóatl",
    "culture": "Azteca",
    "description": "La serpiente emplumada, dios de la sabiduría y creador de la humanidad.",
    "imageUrl": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746379076/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_t3zv1pt3zv1pt3zv_jktlpq.jpg",
    "story": [
      {
        "type": "text",
        "value": "En los albores del tiempo, cuando la tierra aún era joven y los hombres no conocían el fuego ni el arte de sembrar, descendió de los cielos una deidad envuelta en plumas de quetzal y escamas relucientes. Su nombre era Quetzalcóatl, la serpiente emplumada, dios del viento, del conocimiento y del amanecer. Los pueblos que habitaban las vastas tierras del Anáhuac lo vieron llegar como un maestro y un padre. No traía armas ni exigía sacrificios. En su lugar, trajo semillas de maíz, palabras de sabiduría y canciones que hablaban del cosmos. Enseñó a los hombres a cultivar la tierra, a tallar la piedra, a medir el tiempo según las estrellas. Allí donde Quetzalcóatl caminaba, florecía la vida."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746378886/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_7dh44d7dh44d7dh4_acf2aw.jpg"
      },
      {
        "type": "text",
        "value": "Gobernó en la gran ciudad de Tollan, también llamada Tula, donde su palabra era ley y su ley era justa. Los templos se alzaban en su honor, no para derramar sangre, sino para honrar la creación. Era un dios cercano, distinto de los otros: no pedía temor, sino comprensión. Pero no todos los dioses compartían su visión. Desde las sombras, Tezcatlipoca, el espejo humeante, lo observaba con recelo. Su espíritu era antiguo, hecho de caos y de noche. No podía permitir que la armonía de Quetzalcóatl echara raíces tan hondas."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746379081/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_x3ue9ox3ue9ox3ue_dcwj2y.jpg"
      },
      {
        "type": "text",
        "value": "Así, una noche, Tezcatlipoca descendió al mundo disfrazado de anciano. Se presentó ante Quetzalcóatl y le ofreció un brebaje oscuro, prometiéndole que en él hallaría la respuesta a los secretos del universo. Quetzalcóatl bebió, y bajo el embrujo de aquel licor, perdió su juicio. Cayó en el error, y con él, su pureza. Cuando despertó, con la mente nublada y el corazón roto por la vergüenza, supo que ya no podía seguir reinando. Había fallado. Abandonó la ciudad entre lamentos y suspiros del pueblo. Caminó hacia el oriente, hacia la orilla del mar, donde el sol se levanta."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746379076/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_t3zv1pt3zv1pt3zv_jktlpq.jpg"
      },
      {
        "type": "text",
        "value": "Allí, en la playa, encendió una pira y se tendió sobre ella. Las llamas no lo destruyeron, sino que lo transformaron. Del fuego nació una estrella brillante que subió al cielo: la estrella de la mañana, el lucero que anuncia el alba. Desde entonces, Quetzalcóatl no habita entre los hombres, pero cada amanecer recuerda su promesa: algún día volveré. Y mientras los pueblos siguen sembrando, cantando, y mirando al cielo, el espíritu de la serpiente emplumada vive aún, invisible pero eterno, en cada soplo de viento y en cada brote de maíz."
      },
      {
        "type": "image",
        "value": "https://res.cloudinary.com/dwwdj1lkw/image/upload/v1746379074/mitos%20y%20leyendas/mitos/Gemini_Generated_Image_ck7t67ck7t67ck7t_vhe7qp.jpg"
      }
    ],
    "categoryKeys": [1, 4],
    "key": "myth"
  }
]
